class IndexController < ApplicationController

	def 	home
		@title = "2017年役員委員立候補　公開抽選会"
    @time_of_update = "1/18/2018 8:45"
		@shurui = [
      "小学１年生クラス委員", 
      "小学２年生クラス委員", 
      "小学３年生クラス委員", 
      "小学４年生クラス委員", 
      "小学５年生クラス委員", 
      "小学６年生クラス委員", 
      "中学１年生クラス委員", 
      "中学２年生クラス委員", 
      "中学３年生クラス委員", 
      "高学１年生クラス委員", 
      "高学２年生クラス委員", 
      "役員",  
      "図書委員",   
      "Tシャツ委員"
    ]
    
		@teiin = [
      8, 8, 8, 8, 8, 6, 6, 4, 4, 4, 2, 12, 30, 2 
    ]
    
		@oubo = [
      0, 4, 5, 10, 5, 1, 4, 4, 0, 3, 0, 2, 30, 1 
    ]
    
	end
	
end
